Repository: ChrisAllinson/PosterManager-SwiftUI
Catalog: PosterManager/Localizable.xcstrings
Source language: en
Languages: fr_ca

source: Add new photo
fr_ca: Ajouter une nouvelle photo

source: Error
fr_ca: Erreur

source: List locations
fr_ca: Liste des emplacements

source: Map locations
fr_ca: Emplacements sur la carte

source: Photo preview
fr_ca: Aperçu des photos

source: Save
fr_ca: Sauvegarder

source: Select a location
fr_ca: Sélectionnez un emplacement

source: Select a photo
fr_ca: Sélectionnez une photo

source: Unknown date time
fr_ca: Date et heure inconnue

source: Unknown error
fr_ca: Erreur inconnue
